Revit 2027 API
ParameterTypeId.SpacePeopleLoadParam Property
 "Occupancy Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacePeopleLoadParam { get; }
Public Shared ReadOnly Property SpacePeopleLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacePeopleLoadParam {
	ForgeTypeId^ get ();
}
static member SpacePeopleLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace